{
  "bqf": { "branch": "main" },
  "characterize": { "branch": "master" },
  "cmp": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-lsp": { "branch": "main" },
  "commentary": { "branch": "master" },
  "cool": { "branch": "master" },
  "deadcolumn": { "branch": "master" },
  "fennel": { "branch": "master" },
  "fugitive": { "branch": "master" },
  "fzf": { "branch": "master" },
  "fzf-vim": { "branch": "master" },
  "gruvbox-material": { "branch": "master" },
  "haskell": { "branch": "master" },
  "indent-blankline": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "leap": { "branch": "main" },
  "leap-spooky": { "branch": "main" },
  "lsp-lines": { "branch": "main" },
  "lualine": { "branch": "master" },
  "mini-surround": { "branch": "main" },
  "nix": { "branch": "master" },
  "notify": { "branch": "master" },
  "playground": { "branch": "master" },
  "repeat": { "branch": "master" },
  "startuptime": { "branch": "master" },
  "surround": { "branch": "master" },
  "treesitter": { "branch": "master" },
  "which-key": { "branch": "main" },
  "zig": { "branch": "master" }
}
